
export interface ServiceData {
  id: number;
  title: string;
  description: string;
  image: string;
}

export const services: ServiceData[] = [
  {
    id: 1,
    title: "עיצוב ותפירה של שמלות כלה",
    description: "אנו מציעים שירות מקיף של עיצוב והתאמה אישית של שמלות כלה. הצוות המקצועי שלנו יעבוד איתך כדי ליצור את שמלת החלומות שלך, תוך שימוש בבדים איכותיים ותשומת לב לכל פרט. השירות כולל פגישות ייעוץ, מדידות, ותיקונים עד שתהיי מרוצה לחלוטין.",
    image: "/images/gallerytop1.webp",
  },
  {
    id: 2,
    title: "שמלות ערב",
    description: "לכל אירוע מיוחד, אנו מציעים קולקציה מגוונת של שמלות ערב אלגנטיות. בין אם את מחפשת משהו קלאסי, מודרני, או ייחודי, נעזור לך למצוא את השמלה המושלמת או ליצור אותה בהתאמה אישית. השירות כולל ייעוץ אישי, מדידות, ואפשרויות לשינויים והתאמות.",
    image: "https://images.unsplash.com/photo-1585241936939-be4099591252?ixlib=rb-1.2.1&auto=format&fit=crop&w=1000&q=80",
  },
  {
    id: 3,
    title: "איפור מקצועי",
    description: "צוות המאפרים המקצועי שלנו מתמחה באיפור כלות, איפור ערב, ואיפור לאירועים מיוחדים. אנו משתמשים במוצרים באיכות גבוהה ובטכניקות מתקדמות כדי ליצור מראה מושלם שמתאים לאופי שלך ולסגנון האירוע. השירות כולל פגישת ייעוץ, ניסיון איפור, ואיפור ביום האירוע.",
    image: "/images/bridegallery.webp",
  },
  {
    id: 4,
    title: "תסרוקות",
    description: "מעצבי השיער המנוסים שלנו יצרו עבורך תסרוקת מושלמת לכל אירוע. בין אם את כלה, מלווה, או אורחת באירוע מיוחד, נעצב את שיערך בהתאמה אישית לפנייך, לשמלתך, ולסגנון האירוע. השירות כולל ייעוץ, ניסיון, ועיצוב שיער ביום האירוע.",
    image: "/images/tisrokot.webp",
  },
  {
    id: 5,
    title: "תפירת תחפושות לפורים",
    description: "לקראת חג פורים, אנו מציעים שירות תפירה והתאמה אישית של תחפושות איכותיות ומרהיבות. צוות המעצבים והתופרים שלנו יעבוד איתך כדי ליצור תחפושת ייחודית ומרשימה, תוך שימוש בבדים איכותיים ובטכניקות תפירה מתקדמות.",
    image: "/images/purim.webp",
  },
];
